/* 
  Localizable.strings
  MiniProgram

  Created by zacharysu(粟子明) on 2020/6/9.
  Copyright © 2020 Tencent. All rights reserved.
*/
"App.Name" = "WeChat";
"Common.Dialog.OK" = "OK";
"Common.Dialog.Cancel" = "取り消し";
"Common.Navigation.Back" = "戻る";
"Common.Cancel" = "取り消し";
"Common.Delete" = "削除";
"Common.Send" = "OK";
"Common.Exit" = "終了";
"Common.Close" = "閉じる";
"Common.More" = "詳細";
"Common.Alert.Hint.Title" = "メモ";
"JSScopeConfirmWindow_Title_Login" = "WeChatログイン";
"JSScopeConfirmWindow_Title_Authorize" = "WeChat認証";
"JSScopeConfirmWindow_Description" = "%@ が以下の認証を申請しています";
"JSScopeConfirmWindow_Allow" = "許可";
"JSScopeConfirmWindow_Reject" = "キャンセル";
"JSScopeConfirmWindow_Account_Desc" = "WeChat個人情報";
"JSScope.Privacy.Location.Desc" = "Macの「システム環境設定」>「セキュリティとプライバシー」>「位置情報サービス」に移動し、WeChatが位置にアクセスできるようにします。";
"JSScope.Privacy.PhotoAdd.Desc" = "Macの「システム環境設定」>「セキュリティとプライバシー」>「写真」に移動し、WeChatが写真にアクセスできるようにします。";
"JSScope.Privacy.Camera.Desc" = "Macの「システム環境設定」>「セキュリティとプライバシー」>「カメラ」に移動し、WeChatがフロントカメラにアクセスできるようにします。";
"JSScope.Privacy.Microphone.Desc" = "Macの「システム環境設定」>「セキュリティとプライバシー」>「マイク」に移動し、WeChatがマイクにアクセスできるようにします。";
"JSScope.Privacy.ScreenCapture.Desc" = "Macの「システム環境設定」>「セキュリティとプライバシー」>「画面収録」に移動し、WeChatが画面コンテンツを録画できるようにします。";
"WCAppBrand_MenuItem_Setting" = "設定";
"WCAppBrand_MenuItem_BannerQuickAddTips" = "マイミニプログラムに%@を追加しますか?";
"WCAppBrand_MenuItem_OpenDebugMode" = "デバッグを有効にする";
"WCAppBrand_MenuItem_CloseDebugMode" = "デバッグを無効にする";
"WCAppBrand_MenuItem_OpenPerformance" = "パフォーマンス画面を表示する";
"WCAppBrand_MenuItem_ClosePerformance" = "パフォーマンス画面を閉じる";
"WCAppBrand_MenuItem_DebugModeTips" = "再開後に有効になります";
"WCAppBrand_MenuItem_Focused" = "追加済み";
"WCAppBrand_MenuItem_Expose" = "報告";
"WCAppBrand_MenuItem_Feedback" = "フィードバック";
"WCAppBrand_MenuItem_StaredToast" = "追加済み";
"WCAppBrand_MenuItem_StarFailed" = "追加できません";
"WCAppBrand_MenuItem_UnstaredToast" = "キャンセル済み";
"WCAppBrand_MenuItem_UnstaredFailToast" = "キャンセルできません";
"WCAppBrand_MenuItem_openVCLogTips" = "テスト版の開始日：%@\nテスト版の終了日：%@\nデータベースのデバッグ：%d\nテスト版のデータベースの更新時間：%@\nテスト版のデータベースの終了時間：%@\nデータベースのバージョン：%lu\nデータベースの更新時間：%@";
"WCAppBrand_MenuItem_BackToMain" = "ホームに戻る";
"WCAppBrand_MenuItem_BackToChat" = "一番上に表示";
"WCAppBrand_MenuItem_RemoveWeappBanner" = "一番上から削除";
"WCAppBrand_MenuItem_LeaveInChatTips" = "一番上から削除しました";
"WCAppBrand_MenuItem_CommonShare" = "転送";
"WCAppBrand_MenuItem_AddToHomeScreen" = "デスクトップに追加";
"WCAppBrand_MenuItem_AboutUs" = "WeChatについて";
"WCAppBrand_MenuItem_About" = "設定";
"WCAppBrand_MenuItem_Comment" = "コメント";
"WCAppBrand_MenuItem_Leave" = "終了";
"WCAppBrand_MenuItem_CopyPathAndQuery" = "ページのパスをコピー";
"WCAppBrand_MenuItem_BackToIndex" = "ホームに戻る";
"WCAppBrand_MenuItem_AddToStar" = "マイミニプログラムに追加";
"WCAppBrand_MenuItem_CancelStar" = "マイミニプログラムから削除";
"WCAppBrand_MenuItem_AddToStarSuccess" = "追加済み";
"WCAppBrand_MenuItem_CancelStarSuccess" = "削除済み";
"WCAppBrand_MenuItem_Minimize" = "最小化";
"WCAppBrand_MenuItem_WideScreen" = "ワイド画面";
"WCAppBrand_MenuItem_NarrowScreen" = "デフォルト表示";
"WCAppBrand_ImageChoosePanel_OriginImage" = "全画像";
"WeApp_ChooseImage_Menu_Camera" = "写真を撮る";
"WeApp_ChooseImage_Menu_Other" = "ローカルドライブから選択...";
"WeApp_ChooseImage_No_Camera" = "使用できるカメラがありません";
"WeApp_ChooseImage_No_Camera_Privacy" = "カメラへのアクセスが無効です";
"WeApp_ChooseImage_TakePhoto" = "写真を撮る";
"WeApp_ChooseImage_TakePhoto_Confirm" = "写真を使用";
"WeApp_ChooseImage_TakePhoto_Retry" = "再撮影";
"WeApp_ChooseImage_TakePhoto_Error" = "写真を撮れません。カメラが使用可能かどうかを確認してください。";
"WeApp_Error_Unknow" = "不明エラー";
"WeApp_OpenTask_AlertTitle" = "開けません";
"WeApp_OpenTask_Error_Parameter" = "パラメーターエラー";
"WeApp_OpenTask_Error_ExceedMaxWindow" = "ミニプログラム画面を%lu個までしか開くことができません。";
"WeApp_OpenTask_Error_GameApp" = "WeChat for Macではミニゲームはサポートされていません。";
"WeApp_OpenTask_Error_UnsupportApp" = "現在、このミニプログラムはMacではサポートされていません。携帯電話を使用してください。";
"WeApp_OpenTask_Error_UnsupportApp_Name" = "現在、「%@」ミニプログラムはMacではサポートされていません。携帯電話を使用してください。";
"WeApp_OpenTask_Error_NoAppID" = "不明なID";
"WeApp_OpenTask_Error_Foreground" = "サービスは使用中です";
"WeApp_OpenTask_Error_Loading" = "読み込み中";
"WeApp_OpenTask_Error_NoVersion" = "バージョンエラー";
"WeApp_OpenTask_Error_HomePage" = "ホームページアドレスエラー";
"WeApp_OpenTask_Error_CacheInfo" = "キャッシュ情報エラー";
"WeApp_OpenTask_Error_NormalError" = "ミニプログラムを開くことができません。後でまた試してみてください。(エラーコード：%d)";
"WeApp_OpenTask_Error_NoPackageError" = "ミニプログラムの期限が切れました。QRコードをもう一度スキャンします。(エラーコード：%d)";
"WeApp_OpenTask_Error_InternalError" = "インターナルエラー";
"WeApp_OpenTask_Error_DownloadError" = "ミニプログラムを開くことができません。ネットワークを確認してください。(エラーコード：%d)";
"WeApp_OpenTask_Error_NavigationNil" = "ナビバーにプッシュできません";
"WeApp_OpenTask_Error_AppConfigFail" = "ページ設定にアクセスできません";
"WeApp_OpenTask_Error_ContactAttributeFail" = "属性にアクセスできません";
"WeApp_OpenTask_Error_DebugUinInvalid" = "アクセスが許可されていません";
"WeApp_OpenTask_Error_DebugOutOfTime" = "開発者版のQRコードは期限切れです";
"WeApp_OpenTask_Error_DebugDefault" = "QRコードエラー";
"WeApp_OpenTask_Error_LoadContactInfoFail" = "読み込みのタイムアウト";
"WeApp_OpenTask_Error_RDMNotExist" = "テスト版は見つかりません";
"WeApp_OpenTask_Error_RDMNetWorkFailed" = "ネットワークリクエストタイムアウト。後でまた試してみてください。";
"WeApp_OpenTask_Error_RDMHasNoPermission" = "テスト版は使用できません。ミニプログラムの管理者に連絡してください。";
"WeApp_OpenTask_Error_DevHasNoLocalPackInfo" = "開発者版は期限切れです。デベロッパーツールキットでQRコードをスキャンしてください。";
"WeApp_OpenTask_Error_CdnDisaster" = "頻度の限界を超えました。後でまた試してみてください。";
"WeApp_Unsupport_Default" = "現在、この機能はMacではサポートされていません。携帯電話を使用してください。";
"WeApp_Unsupport_insertMap" = "マップ機能はMacではサポートされていません。携帯電話を使用してください。";
"WeApp_Unsupport_startRecord" = "現在、録音はMacではサポートされていません。携帯電話を使用してください。";
"WeApp_Unsupport_address" = "アドレス機能の使用はMacではサポートされていません。携帯電話を使用してください。";
"WeApp_Unsupport_InvoiceTitle" = "請求書機能はMacではサポートされていません。携帯電話を使用してください。";
"WeApp_Unsupport_makePhoneCall" = "通話はMacではサポートされていません。携帯電話を使用してください。";
"WeApp_Unsupport_scanCode" = "スキャン機能はMacではサポートされていません。携帯電話を使用してください。";
"WeApp_Unsupport_card" = "現在、カードと特典はMacではサポートされていません。携帯電話を使用してください。";
"WeApp_Unsupport_bluetooth" = "Bluetooth機能はMacではサポートされていません。携帯電話を使用してください。";
"WeApp_Unsupport_WeRun" = "MacではWeRunの歩数カウントにアクセスできません。携帯電話を使用してください。";
"WeApp_Suspension_Service" = "ミニプログラムサービスは一時的に利用できません";
"WeApp_NotSupportThisVersion" = "公開していません";
"WeApp_Profile_EnterWeApp" = "開く";
"WeApp_Profile_SuggestToFriend" = "共有";
"WeApp_Profile_BussinessScope" = "サービス";
"WeApp_Profile_DeveloperInfo" = "オーナー";
"WeApp_Profile_BindBrandInfo" = "関連する公式アカウント";
"WeApp_Profile_AuthorizationTips" = "「%@」に次の使用を許可する:";
"WeApp_Profile_AuthorizationDenyTips" = "承認を無効にすると、一部のミニプログラムの機能が停止されます。無効にしますか?";
"WeApp_Profile_DenyAuthorization" = "無効にする";
"WeApp_Profile_AuthorizationEmptyTip" = "「%@」はあなたの情報を一切使用していません";
"WeApp_Profile_NoMoreBindBrand" = "これ以上公式アカウントがありません";
"WeApp_Profile_AuthorizationLocationDeny" = "一度もない";
"WeApp_Profile_AuthorizationLocationWhenInUseAllow" = "使用中";
"WeApp_Profile_AuthorizationLocationAlwaysAllow" = "常に";
"WeApp_Profile_AuthorizationLocationDenyLongVer" = "一度もない";
"WeApp_Profile_AuthorizationLocationWhenInUseAllowLongVer" = "ミニプログラムを使用中のみ";
"WeApp_Profile_AuthorizationLocationAlwaysAllowLongVer" = "ミニプログラムの使用中および終了後";
"WeApp.ScopeKey.Location.Desc" = "位置";
"WeApp.ScopeKey.Account.Desc" = "ユーザー情報";
"WeApp.ScopeKey.Camera.Desc" = "カメラ";
"WeApp.ScopeKey.MircoPhone.Desc" = "マイク";
"WeApp.Camera.Not.Available" = "カメラは既に使用されているか、検出されませんでした。後でまた試してみてください。";
"WeApp.Navigate.MiniProgram.Tip" = "情報を取得中...";
"WeApp_UserAutoFill_TitlePre" = "保存した情報を使いますか?";
"WeApp_UserAutoFill_TitleAfter" = "入力した情報を保存しますか?";
"WeApp_UserAutoFill_OpenDetail" = "詳細情報";
"WeApp_UserAutoFill_PhoneAuthTitle" = "WeChat携帯電話番号認証";
"WeApp_UserAutoFill_PhoneAuthAllow" = "確認";
"WeApp_UserAutoFill_PhoneVerifyTitle" = "SMS認証コードを入力してください";
"WeApp_UserAutoFill_PhoneVerifyContent" = "携帯電話番号%@に送信しました。";
"WeApp_UserAutoFill_PhoneVerifyNotReceive" = "認証コードを受信していませんか?";
"WeApp_UserAutoFill_PhoneVerifyRetry" = "再送信";
"WeApp_UserAutoFill_PhoneVerifyRetryInfo" = "認証コードが正しくありません。再送信する。";
"WeApp_UserAutoFill_PhoneVerifyRetryFrequently" = "頻度の限界を超えました。後でまた試してみてください。";
"WeApp_UserAutoFill_PhoneBindTitle" = "WeChatアカウントに番号がリンクされていません";
"WeApp_UserAutoFill_PhoneBindContent" = "自動入力機能を使用するには、WeChatアカウントに携帯電話番号をリンクします";
"WeApp_UserAutoFill_PhoneBind" = "携帯とリンクする";
"WeApp_UserAutoFill_PhoneSmsTips" = "SMSを送りました";
"WeApp_UserAutoFill_PhoneBindTips" = "保存されました";
"WeApp_UserAutoFill_PhoneSmsError" = "SMS送信中にエラーが発生しました。";
"WeApp_UserAutoFill_PhoneSmsFail" = "SMSを送信できません。";
"WeApp_UserAutoFill_CountDown" = "%d秒後に再送信";
"WeApp_UserAutoFill_AuthInfoTitle" = "WeChat携帯電話番号認証について";
"WeApp_UserAutoFill_AuthComplaint" = "このミニプログラムを報告する";
"WeApp_GetPhoneNumber_RequireToGet" = "取得を申請";
"WeApp_GetPhoneNumber_YourPhoneListTitle" = "自分の携帯電話番号";
"WeApp_GetPhoneNumber_ManagePhoneList" = "携帯電話番号を管理";
"WeApp_GetPhoneNumber_UseOtherPhone" = "他の携帯電話番号を使用する";
"WeApp_GetPhoneNumber_BindedWxPhone" = "WeChatにリンク済み";
"WeApp_GetPhoneNumber_Reject" = "拒否";
"WeApp_GetPhoneNumber_Allow" = "許可";
"WeApp_GetPhoneNumber_AuthTitle" = "サードパーティの携帯電話番号へのアクセスについて";
"WeApp_GetPhoneNumber_AddNewPhone" = "携帯を追加";
"WeApp_GetPhoneNumber_AddNewPhone_CompliantPrefrefix" = "通常とは異なる情報の収集や使用が発生した場合は、報告してください。";
"WeApp_GetPhoneNumber_AddNewPhone_Compliant" = "報告";
"WeApp_GetPhoneNumber_ManagePhone" = "管理";
"WeApp_GetPhoneNumber_AddNewPhone_ReachLimitation" = "制限は%dの携帯電話番号です";
"WeApp_GetPhoneNumber_AddNewPhone_Title" = "携帯を追加";
"WeApp_GetPhoneNumber_AddNewPhone_PhoneNumber" = "携帯";
"WeApp_GetPhoneNumber_AddNewPhone_ConfirmCode" = "コード";
"WeApp_GetPhoneNumber_AddNewPhone_SavePhone" = "後で使用するために保存";
"WeApp_GetPhoneNumber_AddNewPhone_SendConfirmCode" = "再送信";
"WeApp_GetPhoneNumber_AddNewPhone_PlaceHolder_EnterValidPhoneNumber" = "有効な携帯電話番号を入力";
"WeApp_GetPhoneNumber_AddNewphone_PlaceHolder_EnterConfirmCode" = "6桁の認証コード";
"WeApp_GetPhoneNumber_NetError" = "ネットワークエラー";
"WeApp_RemoteDebug_MaskLabel_Disconnect" = "ネットワーク接続がありません...";
"WeApp_RemoteDebug_MaskLabel_Breakpoint" = "中断しました...";
"WeApp_RemoteDebug_MaskLabel_WaitingIDE" = "追加するツールを待っています...";
"WeApp_RemoteDebug_MaskLabel_TooMuchMsg" = "バックログメッセージが多すぎます...";
"WeApp_RemoteDebug_ConnectLabel_Disconnect" = "接続解除済み";
"WeApp_RemoteDebug_ConnectLabel_Connecting" = "接続中";
"WeApp_RemoteDebug_ConnectLabel_Connected" = "接続済み";
"WeApp_RemoteDebug_ConnectLabel_Reconnect" = "再試行%tu...";
"WeApp_RemoteDebug_ServerLabel_None" = "サーバー--";
"WeApp_RemoteDebug_ServerLabel_Normal" = "サーバーは正常です";
"WeApp_RemoteDebug_ServerLabel_Error" = "サーバー処理エラー";
"WeApp_RemoteDebug_ServerLabel_WaitIDE" = "サーバーメッセージがバックログされました";
"WeApp_RemoteDebug_EndReason_NotSupported" = "現在のiOSバージョンはミニゲームのリモートデバッグをサポートしていません";
"WeApp_RemoteDebug_EndReason_DebugFinish" = "ローカルデバッグが終了しました";
"WeApp_RemoteDebug_EndReason_TicketFail" = "チケットの取得に失敗しました";
"WeApp_RemoteDebug_EndReason_IDEQuit" = "開発ツールはデバッグを終了しました";
"WeApp_RemoteDebug_EndReason_IsDebug" = "ルームはデバッグ中のため、重複追加することはできません";
"WeApp_RemoteDebug_SendFail_AskRetry" = "送信できませんでした。再試行しますか？";
"WeApp_RemoteDebug_ConnectFail_AskRetry" = "ネットワークエラー。再試行しますか？";
"WeApp_RemoteDebug_PannelString_Expand" = "表示する";
"WeApp_RemoteDebug_PannelString_Shrink" = "非表示する";
"WeApp_RemoteDebug_PannelString_Stop" = "停止";
"WeApp_RemoteDebug_PannelString_Log" = "ログ";
"WeApp_RemoteDebug_PannelString_NeedConfirm" = "確認予定";
"WeApp_RemoteDebug_PannelString_NeedSend" = "送信予定";
"WeApp_RemoteDebug_PannelString_HasSend" = "送信済み";
"WeApp_RemoteDebug_PannelString_HasRecv" = "受信済み";
"WeApp_RemoteDebug_PannelString_AlwaysOnTop" = "常に最前面化";
"WeApp_RemoteDebug_Common_GiveUp" = "終了";
"WeApp_RemoteDebug_Common_Retry" = "再試行";
"WeApp_RemoteDebug_Connection_Error" = "開発者ツールキットへの接続エラー";
"WeApp_RemoteDebug_Unsupport" = "現在のシステムバージョンでは、ミニプログラムを開くことをサポートしていません。";
"WeApp_Mac_Tips_EmptyBindPhone_Title" = "あなたの携帯電話番号とリンク";
"WeApp_Mac_Tips_EmptyBindPhone_Msg" = "WeChat携帯アプリでリンクできます。";
"WeApp_ForceClose_Title" = "ヒント";
"WeApp_ForceClose_InjectJsError" = "読み込みできません";
"WeApp_ForceClose_NoActive" = "ミニプログラムが予期せずに閉じられました。後でまた試してみてください。";
"WeApp_ForceClose_ForeApp" = "メモリ不足です。ミニプログラムを開いて、もう一度試してください。";
"weApp_ForceClose_ForeGame" = "メモリ不足です。ミニゲームを開き、もう一度試してください。";
"WeApp_ForceClose_PubLibUpdate" = "リソースが更新されました。ミニプログラムを再起動してください。";
"WeApp_ForceClose_Lock" = "WeChatはロックされています。ミニプログラムを再起動して使用してください。";
"WeApp_OpenTask_Error_LaunchWeAppFail" = "ミニプログラムを開くことができません (エラーコード：%d)";
"WeApp_OpenTask_Error_PushWebViewTimeout" = "ミニプログラムを開く時にタイムアウトしました";
"WeApp_OpenTask_Error_EnterAnimationTimeout" = "ミニプログラムの読み込み中にタイムアウトしました";
"WeApp_OpenTask_Error_Multiprocess" = "処理エラーが発生しました。後でミニプログラムをもう一度開いてみてください。";
"WeApp_OpenTask_Error_Open" = "ミニプログラムは更新中です。後でもう一度開いてみてください。";
"WeApp_Pay_View_Desc" = "WeChatでスキャンして支払を完了します";
"WeApp_Pay_Success" = "支払に成功しました";
"WeApp_DebugMode_Dev" = "開発者版";
"WeApp_DebugMode_RDM" = "テスト版";
"WeApp_Profile_Score" = "";
"WeApp_Profile_Location" = "位置情報取得中";
"WeApp_Profile_Voice" = "音声を録音中";
"WeApp_Profile_Video" = "スクリーンを撮影中";
"WeApp_Profile_Home_Disable" = "ホームページです";
"WeApp_Profile_Share_Disable" = "このページを共有できません";
"WeApp_Profile_Setting_Disable" = "ミニプログラム設定";
"WeApp_Privacy_Location_Setting" = "設定します";
"WeApp_Privacy_Location_Service" = "位置情報サービスが有効ではありません";
"WeApp_Privacy_Location_Desc" = "1.「システム環境設定」>「セキュリティとプライバシー」>「プライバシー」>「位置情報サービス」>「位置情報サービスを有効にする」を選択します。\n2. 「WeChat」が位置情報サービスを使用できるようにします。";
"WeApp_Crash_Desc" = "ミニプログラムプロセス「%@」が予期せず終了しました。再開しますか？";
"WeApp_Crash_Confirm" = "再開する";
